Repository: 6ea86b96/ark-desktop
Catalog: po/*.po
Languages: es_419, hu, nl

source: Address
es_419: Dirección
hu: Cím
nl: Adres

source: Account added!
es_419: ¡Cuenta adicionada!
hu: Account hozzáadva!
nl: Account toegevoegd!

source: Amount (Ѧ)
es_419: Cantidad (Ѧ)
hu: Összeg (Ѧ)
nl: Bedrag (Ѧ)

source: Add Account
es_419: Añadir Cuenta
hu: Account hozzáadása

source: Account deleted!
es_419: ¡Cuenta eliminada!
hu: Account törölve!
nl: Account verwijderd!

source: Add Delegate
es_419: Añadir Delegado
hu: Delegátus hozzáadása
nl: Voeg Delegate

source: Amount
es_419: Cantidad
hu: Összeg
nl: Bedrag

source: Add
es_419: Añadir
hu: Hozzáad
nl: Toevoegen

source: Approval
es_419: Aprobación
hu: Jóváhagyás
nl: Goedkeuring

source: Are you sure?
es_419: ¿Está seguro?
hu: Biztos vagy benne?
nl: Weet je het zeker?

source: Ark Client
es_419: Cliente Ark

source: Cancel
es_419: Cancelar
hu: Visszavon
nl: Annuleer

source: Cannot find delegates from this term:
es_419: No se encuentran delegados a partir de este término:
hu: Nem található delegátus a feltételek alapján

source: Cannot get sponsors
es_419: No se puede obtener patrocinadores

source: Cannot find delegate:
es_419: No se puede encontrar el delegado:
hu: Nem található delegátus

source: Cannot get transactions
es_419: No se puede obtener transacciones

source: Cannot find delegates on this peer:
es_419: No se encuentran delegados en este par:

source: Cannot get voted delegates
es_419: No se puede obtener delegados votados

source: Cannot state if account is a delegate
es_419: No se puede asegurar que la cuenta es de un delegado

source: Change 1h/7h/7d
es_419: Cambio 1h/7h/7d

source: Create Virtual Folder
es_419: Crear Carpeta Virtual

source: Create a new virtual folder
es_419: Crear una nueva carpeta virtual

source: Close
es_419: Cerrar

source: Default
es_419: Predeterminado

source: Date
es_419: Fecha

source: Delay
es_419: Retraso

source: Delegate name
es_419: Nombre de Delegado

source: Delegate
es_419: Delegado

source: Delete
es_419: Eliminar

source: Delete Account
es_419: Eliminar Cuenta

source: Destination Address
es_419: Dirección de Destino

source: Delete permanently this account
es_419: Eliminar esta cuenta de forma permanente

source: Enable Virtual Folders
es_419: Habilitar Carpetas Virtuales

source: Error when trying to login:
es_419: Error al iniciar sesión

source: Enable Votes
es_419: Habilitar Votos

source: Exchange
es_419: Intercambio
hu: Pénzváltó
nl: Uitwisseling

source: Fee (Ѧ)
es_419: Tasa (Ѧ)
nl: Prijs

source: Folder Name
es_419: Nombre de Carpeta
nl: Folder Naam

source: From
es_419: Desde
nl: Van

source: Hand crafted with ❤ by
es_419: Elaborado artesanalmente con ❤ por
nl: Hand gemaakt met ❤ door

source: Height
es_419: Altura
nl: Hoogte

source: Label
es_419: Etiqueta
nl: Etiket

source: Label set
es_419: Grupo de Etiquetas
nl: Etiket doen

source: Language
es_419: Lenguaje
nl: Taal

source: Last checked
es_419: Ultima consulta
nl: laatst gecontroleerd

source: List full or delegate already voted.
es_419: Lista completa o delegado ya votado.
nl: Lijst geheel of afgevaardigde al gestemd.

source: Login
es_419: Iniciar Sesión

source: Market Cap.
es_419: Capitalización de Mercado
nl: Marktkapitalisatie.

source: My Accounts
es_419: Mis Cuentas
nl: Mijn accounts

source: Network connected and healthy!
es_419: ¡Red conectada y en óptimas condiciones!
nl: Het netwerk aangesloten en gezond!

source: Network disconected!
es_419: ¡Red desconectada!
nl: Netwerk disconected!

source: No difference from original delegate list
es_419: Sin diferencias con la lista original de delegados
nl: Geen verschil van origineel afgevaardigde lijst

source: Next
es_419: Siguiente
nl: Volgende

source: No publicKey
es_419: No hay clave pública
nl: Geen publieke sleutel

source: No search term
es_419: No hay término de búsqueda
nl: Geen zoekterm

source: Not enough ARK on your account
es_419: ARK insuficientes en su cuenta
nl: Niet genoeg ARK op uw rekening

source: Open Delegate Monitor
es_419: Abrir Monitoreo de Delegados
nl: Open afgevaardigde Monitor

source: Other Accounts
es_419: Otras Cuentas
nl: Andere accounts

source: Passphrase does not match your address
es_419: La Contraseña de Frase no coincide con su dirección
nl: Passphrase komt niet overeen met uw adres

source: Passphrase
es_419: Contraseña de Frase
nl: wachtwoord

source: Passphrase is not corresponding to account
es_419: La Contraseña de Frase no corresponde a la cuenta
nl: Wachtwoord is niet overeenkomt met verantwoording

source: Peer
es_419: Par
nl: Turen

source: Please enter a folder name.
es_419: Por favor ingrese un nombre de carpeta.
nl: Geef een mapnaam.

source: Please enter a new address.
es_419: Por favor ingrese una nueva dirección.
nl: Geef een nieuw adres.

source: Please enter a short label.
es_419: Por favor ingrese una etiqueta corta.
nl: Geef een korte Etiket.

source: Price
es_419: Precio

source: Please enter this account passphrase to login.
es_419: Por favor ingrese la contraseña de frase correspondiente a esta cuenta para iniciar sesión.
nl: Vul deze account wachtwoord om in te loggen.

source: Productivity
es_419: Productividad
nl: Produktiviteit

source: Quit
es_419: Salir
nl: Ophouden

source: Quit Ark Client?
es_419: ¿Quiere salir del Cliente Ark?
nl: Stoppen Ark Client?

source: Rank
es_419: Posición
nl: Rang

source: Receive Ark
es_419: Recibir Ark
nl: Ontvang Ark

source: Rename
es_419: Renombrar
nl: andere naam geven

source: Remove
es_419: Quitar
nl: Verwijderen

source: Send
es_419: Enviar
nl: Sturen

source: Second Passphrase
es_419: Segunda Contraseña de Frase
nl: Tweede wachtwoordzin

source: Send Ark
es_419: Enviar Ark
nl: Stuur Ark

source: Send Ark from
es_419: Enviar Ark desde
nl: Stuur Ark van

source: Set
es_419: Establecer

source: Succesfully Logged In!
es_419: Inicio de Sesión Exitoso!

source: The destination address
es_419: La dirección de destino

source: To
es_419: Hacia

source: Transaction
es_419: Transacción

source: Transactions
es_419: Transacciones
hu: Tranzakciók

source: Type
es_419: Tipo

source: Update vote from
es_419: Votar a favor desde

source: Username
es_419: Nombre de usuario

source: Virtual folder added!
es_419: ¡Carpeta virtual añadida!

source: Vote
es_419: Voto

source: Votes
es_419: Votos

source: address
es_419: dirección

source: is erroneous
es_419: es erroneo

source: folder name
es_419: Nombre de carpeta

source: is not recognised
es_419: no es reconocido

source: label
es_419: etiqueta

source: missed blocks
es_419: bloques perdidos

source: now!
es_419: ¡ahora!

source: passphrase
es_419: contraseña de frase

source: produced blocks
es_419: bloques producidos

source: you need at least 1 ARK to vote
es_419: necesitas al menos 1 ARK para votar
nl: U heeft minimaal 1 ARK nodig om te stemmen.

source: sent with success!
es_419: ¡Enviado exitosamente!
nl: Verzonden met succes!

source: This account has never interacted with the network. This is either:
es_419: Esta cuenta nunca ha interactuado con la red. Esto es ya sea:
hu: Ez az account nem volt regisztrálva a hálózaton. Ennek oka:
nl: Dit account is nog nooit samengewerkt met het netwerk. Dit is ofwel:

source: an inexistant wallet, ie nobody knows the passphrase of this wallet. The ARK are lost
es_419: una billetera inexistente , por ejemplo nadie sabe la contraseña de frase de esta billetera. Los ARK están perdidos
nl: een inexistant portemonnee, dus niemand weet het wachtwoord van deze portefeuille. De ARK zijn verloren

source: an inexistant wallet, ie nobody knows the passphrase of this wallet.
es_419: una billetera inexistente, por ejemplo nadie conoce la contraseña de frase de esta billetera.
nl: Een onbekend portemonnee, dus niemand weet het wachtwoord van dit portemonnee.

source: a cold wallet, ie the owner of the passphrase has never used it
es_419: una billetera fría, por ejemplo el propietario de una contraseña de frase nunca utilizada
nl: een koude portemonnee, dat wil zeggen de eigenaar van het wachtwoord heeft het nooit gebruikt

source: Details
es_419: Detalles

source: Recipient Address
es_419: Dirección del Destinatario
nl: ontvanger Adres

source: Add Account from address
es_419: Añadir Cuenta desde dirección
hu: Account hozzáadása cím megadásával
nl: Account toevoegen van adres

source: Add Sponsors Delegates
es_419: Añadir Delegados Patrocinadores
hu: Szponzor delegátusok hozzáadása
nl: Voeg Sponsors Afgevaardigden

source: Blockchain Application Registration
es_419: Registro de Aplicación Blockchain
hu: Blokkchain Aplikáció Regisztrálása

source: By using the following forms, you are accepting their
es_419: Al completar el siguiente formulario, usted está aceptando estos
hu: A következők használatával elfogadod a
nl: Door het gebruik van de volgende vormen, gaat u akkoord met hun

source: Delegate Registration
es_419: Registro de Delegado
nl: Delegate Registratie

source: Deposit ARK
es_419: Depositar ARK
nl: borg ARK

source: Deposit and Withdraw through our partner
es_419: Deposito y Extracción a través de nuestro socio.
nl: Storten en opnemen via onze partner

source: Folders
es_419: Carpetas
nl: Mappen

source: History
es_419: Historia
nl: Geschiedenis

source: If you own this account, you can enable virtual folders. Virtual Folders are simple subaccounts to better organise your money, without needing to send a real transaction and pay a fee. <br> Moreover, this account will move under the "My Accounts" list.
es_419: Si es el propietario de esta cuenta, puede habilitar carpetas virtuales . Las Carpetas Virtuales son simples sub cuentas que permiten organizar mejor su dinero, sin necesidad de enviar una transacción real y pagar una tasa. <br> Por otra parte, esta cuenta se moverá bajo la lista " Mis cuentas " .
nl: Als u eigenaar van dit account kunt u virtuele mappen in te schakelen. Virtual Folders zijn eenvoudig subaccounts om uw geld beter te organiseren, zonder dat een echte transactie te sturen en een vergoeding betalen. <br> Bovendien zal deze account bewegen onder de "Mijn Accounts" lijst.

source: If you own this account, you can enable Voting
es_419: Si es el propietario de esta cuenta , puede habilitar la Votación
nl: Als u eigenaar van dit account kunt u Voting inschakelen

source: Maximum:
es_419: Máximo
nl: Maximaal:

source: Minimum:
es_419: Mínimo

source: Multisignature Creation
es_419: Creación de múltiple firma

source: Next...
es_419: Siguiente...
nl: Volgende...

source: Please login with your account before using this feature
es_419: Por favor inicie sesión con su cuenta antes de utilizar esta función
nl: Gelieve in te loggen met uw account voordat u deze functie

source: Please report any issue to
es_419: Por favor reportar cualquier problema a
nl: Meld elk probleem op

source: Receive
es_419: Recibir
nl: Ontvangen

source: Refresh
es_419: Refrescar
nl: Verversen

source: Recepient Address
es_419: Dirección del destinatario

source: Second Signature Creation
es_419: Segunda Creación de Firma
nl: Tweede Handtekening Creation

source: Select a coin
es_419: Seleccionar moneda
nl: Selecteer een muntstuk

source: Second passphrase
es_419: Segunda contraseña de frase
nl: Tweede wachtwoord

source: Status:
es_419: Estado:
nl: Ttoestand:

source: Status
es_419: Estado
nl: Toestand

source: Sponsors Page
es_419: Página de Patrocinadores
nl: Sponsors pagina

source: Terms and Conditions
es_419: Términos y Condiciones
nl: Voorwaarden

source: They have funded this app so you can use it for free. <br> Vote them to help the development.
es_419: Ellos han financiado esta aplicación para que puedas utilizarla de forma gratuita.<br> Vota por ellos para contribuir al desarrollo de la misma.
nl: Zij hebben deze app gefinancierd, zodat je het kunt gebruiken voor gratis. <br> Stem ze de ontwikkeling te helpen.

source: Transaction id
es_419: ID de Transacción
nl: Transactie ID

source: Transfer Ark from Blockchain Application
es_419: Transferir Ark desde Aplicación Blockchain

source: Transfer Ark to Blockchain Application
es_419: Transferir Ark hacia Aplicación Blockchain

source: Valid until
es_419: Válido hasta
nl: Geldig tot

source: Withdraw ARK
es_419: Extraer ARK
nl: Intrekken ARK

source: Your email, used to send confirmation
es_419: Su correo electrónico, utilizado para enviar la confirmación
nl: Uw e-mail, om de bevestiging te sturen

source: to
es_419: hacia
nl: naar

source: Balance
nl: Saldo

source: Total Ѧ
hu: Összes
nl: Totaal
